{	
	"name" : "Vertical Jump Pistons",
	"desc" : "Ctrl + Shift + Direction allows you to jump over an adjacent enemy if there is an empty space behind them. Costs 5 energy.",
	"name" : "Horizontal Jump Pistons",
	"desc" : "Shift + Direction allows you to dash up to 6 spaces or in front of the nearest obstacle, whichever is shorter. Costs 5 energy.",
	"name" : "Elbow Pistons",
	"desc" : "Ctrl + Direction allows punches an enemy up to 6 spaces away or into the nearest obstacle. If they hit an obstacle damage done is equal to (spaces flung)d(melee skill). Gauntlet style weapon stats are added to damage roll if equipped. Costs 5 energy.",
	"name" : "Overdrive Gears",
	"desc" : "Traveling in the same direction for 4 or more turns will cause you to move 2 spaces every step instead of 1.",
	"name" : "Execute",
	"desc" : "A melee critical hit delivered while having a 1 handed ranged weapon equipped will instantly kill your opponent if the max damage roll for your ranged weapon is greater than the enemies remaining HP.",
	"name" : "Hammer Shot",
	"desc" : "Ranged attacks fire 2 shots instead of 1, at 1/2 ranged skill each.",
	"name" : "Map Hacking",
	"desc" : "The location of all interactable map tiles on a floor are always known.",
	"name" : "Zone of Control",
	"desc" : "Automatically melee attack any enemy that moves into a square adjacent to you, unless you moved from the same square the previous turn.",
	"name" : "Flanking",
	"desc" : "Automatically attack an enemy if you move from one square that is adjacent to them to another.",
	"name" : "Punish",
	"desc" : "You are guaranteed to land an attack on an enemy that hit you last turn. This effect is indicated by a blue background.",
	"name" : "Crippling Shot",
	"desc" : "Any unit you crit has a 50% chance to fail to act next turn.",
	"name" : "Covering Fire",
	"desc" : "Holding Shift while firing with [f] will cause target to become unable to attack or move for that turn and the following. Ranged skill is reduced to 1/4th for that attack.",
	"name" : "Riposte",
	"desc" : "Dodging an attack will allow you to automatically counterattack.",
	"name" : "Respirocyte Injectors",
	"desc" : "Increase your max HP by 50%.",
	"name" : "Failsafe Circulatory System",
	"desc" : "If you recieve fatal damage you will be restored to full HP, and gain 25% additional max HP and 5 crit resistance. Can only occur once.",
	"name" : "Headshot Protocol",
	"desc" : "The amount you need to roll to hit an opponent is doubled but the number of crit die is calculated normally and then doubled.",
	"name" : "Kneeling Position",
	"desc" : "Shift + Wait will use a turn to enter a kneeling shooting position, which adds 5 to ranged to-hit and ranged evasion but subtracts 5 from melee evasion. Shift + Wait again will leave the position without using a turn.",
	"name" : "Prone Position",
	"desc" : "CTRL + Wait will use a turn to enter a prone shooting position, which adds 10 to ranged to-hit and ranged evasion but subtracts 10 from melee evasion. CTRL + Wait again will use a turn to leave the position.",
	"name" : "Active Camo System",
	"desc" : "CTRL + Direction will add 20 to Stealth rolls for the next turn, but subtract 10 from Perception.",
	"name" : "Mic System",
	"desc" : "Roll Perception checks against unseen enemys. If absolute distance < (perception roll - stealth) enemies are marked with a [*]. If (perception roll - stealth) > 15 [*] enemy type becomes known.",
	"name" : "Night Vision System",
	"desc" : "FOV radius increases by 50%.",
	"name" : "Target Recognition Subroutine",
	"desc" : "Can see units up to Perception/5 spaces outside your FOV.",
	"name" : "Door Hack Subroutine",
	"desc" : "If you are adjacent to a closed door you can see enemies through it as if it was open. No change to enemy vision.",
	"name" : "Camera System",
	"desc" : "Add Perception/4 to crit resistance. Also Eliminate Perception penalties from all armor and Evasion penalties from helmets.",
	"name" : "Target Prediction Subroutine",
	"desc" : "The number of turns you have spent attacking an enemy is subtracted from their dodge rolls, up to a maximum of your Perception.",
	"name" : "Welding System",
	"desc" : "Pressing CTRL+Direction of adjacent door will weld it shut, or unweld if already welded. Costs 5 energy.",
	"name" : "Assassination Protocol",
	"desc" : "Add your stealth score to your to-hit roll when attacking an unaware enemy",
	"name" : "Plasma Cutter",
	"desc" : "[x] followed by Direction of adjacent wall will remove a square of wall.",
	"name" : "Observation Protocol",
	"desc" : "Gain a bonus to stealth rolls against enemies equal to the number of turns they have beem in view while unaware of your presence, to a max of Perception/2.",
	"name" : "Impetuous Offense",
	"desc" : "Melee to-hit roll becomes a d(20+2*skill-penalty) rather than d20+skill-penalty.",
	"name" : "Facile Dodging",
	"desc" : "You take the larger of 2 dodge rolls to determine whether an attack lands and attackers take the larger of 2 damage rolls. The first dodge roll is still used to determine whether an attack crits.",
	"name" : "Silencer",
	"desc" : "Any enemy that you attack becomes unable to call for help or radio its allies.",
	"name" : "Radio Jamming",
	"desc" : "Enemies with radios are unable to use them.",
}
